13/data/attachments/3e85e5618667b330.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kimberly_allow_Actions_91869_1</nif:username>
            <nif:friendToBeRequested>soap_actions_9ac15065-d30e-4e39-844a-775fc9eb71dc</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>